Repository: Rusca8/davidrusca.com
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca

source: en
ca: a

source: ...es decir, generar el LaTeX en otro sitio y simplemente copiar y pegar la imagen.
ca: ...és a dir, generar el LaTeX en un altre lloc i simplement copiar i enganxar la imatge.

source: Ecuación escrita en LaTeX
ca: Equació escrita en LaTeX

source: Para indicarle a Anki que voy a escribir una ecuación, la rodeo con dólares.
ca: Per indicar-li a l'Anki que escriuré una equació, l'envolto amb dòlars.

source: Por ejemplo, escribo
ca: Per exemple, escric

source: para dibujar la ecuación $3x = 4$.
ca: per dibuixar l'equació $3x = 4$.

source: Todos los códigos de LaTeX que vemos debajo tienen que estar en una ecuación de estas.
ca: Tots els codis de LaTeX que veurem han d'estar en una d'aquestes equacions.

source: Los números y letras de la ecuación se escriben tal cual.
ca: Els números i lletres de l'equació s'escriuen normal.

source: Por ejemplo, poniendo
ca: Per exemple, posant

source: me dibuja
ca: em dibuixa

source: Punto de multiplicar:
ca: Punt de multiplicar:

source: nos dibuja
ca: ens dibuixa

source: Cruz de multiplicar:
ca: Creu de multiplicar:

source: Signo de división:
ca: Signe de divisió:

source: Otro signo útil es
ca: Un altre signe útil és

source: que dibuja
ca: que dibuixa

source: El exponente es como lo escribiríamos:
ca: L'exponent és com l'escriuríem:

source: El subíndice va con barra baja:
ca: El subíndex va amb una barra baixa:

source: Si queremos poner exponentes o subíndices con más de un carácter o cifra,
ca: Si volem posar exponents o subíndexs amb més d'un caràcter o xifra,

source: habrá que agrupar todo el texto (ponerlo entre llaves
ca: haurem d'agrupar tot el text (posar-lo entre claus

source: {cosas que van juntas}
ca: {coses que van juntes}

source: Siempre que quiera agrupar cosas para que actúen como un solo bloque, uso las llaves.
ca: Sempre que vulgui agrupar coses per què actuin com un sol bloc, faig servir

source: Por ejemplo,
ca: Per exemple,

source: y
ca: i

source: Si escribo
ca: Si escric

source: \sqrt{cosas dentro de la raíz}
ca: \sqrt{coses dins l'arrel}

source: También puedo elegir el índice: si escribo
ca: També puc triar l'índex: si escric

source: Se pueden escribir
ca: Es poden escriure

source: letras griegas
ca: lletres gregues

source: poniendo cómo se llaman después de una barra.
ca: posant-ne el nom després d'una barra.

source: El código distingue mayúscula y minúscula, así que el ejemplo de arriba dibujaría
ca: El codi distingeix majúscula i minúscula, així que l'exemple de dalt dibuixaria

source: Algunas minúsculas, como
ca: Algunes minúscules, com

source: tienen variante:
ca: tenen variant:

source: El infinito se puede hacer así, también:
ca: L'infinit també es fa així:

source: dibuja
ca: dibuixa

source: Los símbolos para integral y sumatorio son
ca: Els símbols per integral i sumatori són

source: Para acotar la integral simplemente usamos potencia y subíndice:
ca: Per acotar la integral simplement fem servir potència i subíndex:

source: Para acotar la suma hay que usar
ca: Per acotar la suma hem de fer servir

source: que sirve para escribir arriba y debajo del anterior.
ca: que serveix per escriure a dalt i a sota de l'anterior.

source: Por ejemplo: si escribo
ca: Per exemple: si escric

source: Y bueno, los más friquis podéis hacer integrales cerradas con
ca: I bé, els més friquis podeu fer integrals tancades amb

source: Por defecto la fórmula decide ella misma qué espacios hay que poner.
ca: Per defecte la fórmula decideix ella mateixa quins espais posar.

source: Si quieres forzar espacios a propósito tienes estos cinco para elegir, de estrecho a ancho.
ca: Si vols forçar espais expressament, tens aquests cinc per triar, d'estret a ample.

source: La cuarta opción es la barra seguida de un espacio.
ca: La quarta opció és una barra seguida d'un espai.

source: me separa sólo la b en el dibujo
ca: em separa només la b al dibuix

source: También puedo crear un espacio a medida escribiendo texto transparente con
ca: També puc crear un espai a mida escrivint text transparent amb

source: Por ejemplo, si escribo
ca: Per exemple, si escric

source: me deja lo que ocupa
ca: em deixa el que ocupa

source: como espacio
ca: com a espai

source: segunda
ca: segona

source: Para agrupar cosas en una llave, tenemos que crear un "entorno" de sistema de ecuaciones.
ca: Per agrupar coses en una clau, hem de crear un "entorn" de sistema d'equacions

source: Empezaremos con
ca: Començarem amb

source: saltamos de línea con
ca: saltem de línia amb

source: y cerramos con
ca: i tanquem amb

source: nos dará
ca: ens donarà

source: Código JavaScript
ca: Codi JavaScript

source: Para poder usar JavaScript añadiremos al final del html una región de código:
ca: Per poder fer servir JavaScript afegirem al final de l'html una regió de codi:

source: todo el JavaScript que usemos tendrá que estar entre <code>&lt;script&gt;</code> y <code>&lt;/script&gt;</code>.
ca: tot el JavaScript que fem servir haurà d'estar entre <code>&lt;script&gt;</code> i <code>&lt;/script&gt;</code>.

source: JS sirve para cosas como pintar la respuesta verde si es cierta pero roja si es falsa, por ejemplo.
ca: JS serveix per coses com pintar la resposta verda si és certa però vermella si és falsa, per exemple.

source: Usamos <code>document.getElementById</code> para coger del html cosas que tengan
ca: Fem servir <code>document.getElementById</code> per agafar de l'html coses que tinguin

source: Lo de <code>cosa = </code> lo que hace es darle un nombre a lo que cogemos para tenerlo a mano después.
ca: Això de <code>cosa = </code> el que fa és donar-li un nom a allò que agafem, per tenir-lo a mà després.

source: Cuidado con el punto y coma que acaba las frases de JavaScript (es obligatorio).
ca: Compte amb el punt i coma que acaba les frases de JavaScript (és obligatori).

source: Nuevo contenido
ca: Nou contingut

source: Usamos <code>.innerHTML</code> para hablar de lo que sea que hay dentro de <code>cosa</code>.
ca: Fem servir <code>.innerHTML</code> per parlar del que sigui que hi ha dins de <code>cosa</code>.

source: Aquí le damos un nuevo contenido poniendo <code> = </code> seguido del contenido nuevo entre comillas.
ca: Aquí li donem un nou contingut escrivint <code> = </code> seguit del contingut nou entre cometes.

source: El <code>"</code>contenido nuevo<code>"</code> puede ser texto o cualquier cosa que esté en html,
ca: El <code>"</code>contingut nou<code>"</code> pot ser text o qualsevol cosa escrita en html,

source: y sustituirá todo lo que había dentro hasta ahora.
ca: i substituirà tot el que hi havia a dins fins ara.

source: propiedad
ca: propietat

source: nuevo valor
ca: nou valor

source: Usamos <code>.style</code> para cambiar el estilo (CSS) de la <code>cosa</code>.
ca: Fem servir <code>.style</code> per canviar l'estil (CSS) de la <code>cosa</code>.

source: Después de <code>.style</code> ponemos <code>.laPropiedadQueQueremosCambiar</code>.
ca: Després de <code>.style</code> posem <code>.laPropietatQueVolemCanviar</code>.

source: Y a continuación <code>=</code> y entre comillas el <code>nuevo valor</code> (tal como lo pondríamos en CSS).
ca: I a continuació <code>=</code> i entre cometes el <code>nou valor</code> (tal com el posaríem al CSS).

source: Por ejemplo, <code>cosa.style.backgroundColor = "red";</code> pintará de rojo el fondo de la cosa.
ca: Per exemple, <code>cosa.style.backgroundColor = "red";</code> pintarà de vermell el fons de la cosa.

source: ...ojo que en CSS las propiedades eran con guiones (font-size) pero aquí es en camelCase (.fontSize)
ca: ...compte que al CSS les propietats són amb guions (font-size) però aquí és camelCase (.fontSize)

source: cual
ca: qual

source: cambios
ca: canvis

source: Usamos <code>if (condición)</code> para para hacer cambios sólo si la condición se cumple.
ca: Fem servir <code>if (condició)</code> per fer canvis només si la condició es compleix.

source: Los cambios serán cada uno una línea dentro de los corchetes (acabada en punto y coma).
ca: Els canvis seran cadascun una línia dins les claus (acabada en punt i coma).

source: Como estamos en Anki, a menudo ese "<code>tal</code>" será uno de nuestros campos de la tarjeta:
ca: Com que estem a l'Anki, sovint aquest "<code>tal</code>" serà un dels nostres camps de la targeta:

source: {{Edad}}
ca: {{Edat}}

source: cartel
ca: cartell

source: Oh enhorabuena qué edad tan bonita!
ca: Oh enhorabona quina edat més maca!

source: También puedo hacer que pase cuando son distintos <code>(tal != cual)</code>
ca: També puc fer que passi quan són diferents <code>(tal != qual)</code>

source: ...o cuando uno es mayor que el otro <code>(tal > cual)</code> (si son números, claro!)
ca: ...o quan un és més gran que l'altre <code>(tal > qual)</code> (si són números, és clar!)

source: ...ojo que el igual de comparar es doble (un igual sirve para asignar, dos iguales para comparar).
ca: ...compte que l'igual de comparar és doble (un igual serveix per assignar, dos iguals per comparar).

source: alcachofa
ca: carxofa

source: Usamos <code>else if </code> para comprobar otras condiciones (cuando la primera no se cumple).
ca: Fem servir <code>else if </code> per comprovar altres condicions (quan la primera no es compleix).

source: Usamos <code>else </code> si queremos cambiar cosas cuando falle todo lo anterior.
ca: Fem servir <code>else </code> si volem canviar coses quan fallin totes les anteriors.

source: Aquí obviamente <code>animal</code> tiene que significar algo para que funcione:
ca: Aquí òbviament <code>animal</code> ha de significar alguna cosa si vull que funcioni:

source: puedo hacer <code>animal = {{Animal}};</code> al principio (o simplemente usar <code>{{Animal}}</code> en su lugar).
ca: puc fer <code>animal = {{Animal}};</code> al principi (o simplement canviar-ho per <code>{{Animal}}</code>).

source: ...y vale la pena notar que a diferencia de los números el texto necesita comillas (no importa si simples o dobles).
ca: ...i val la pena notar que a diferència dels números el text necessita cometes (no importa si simples o dobles).

source: texto = "este texto tiene 'comillas' dentro"
ca: text = "aquest text pot tenir l'apòstrof a dins"

source: Si necesito que mi texto tenga un tipo de comillas dentro, lo rodeo con las otras.
ca: Si necessito que el meu text tingui cometes o apòstrofs a dins, l'envolto amb l'altra cosa.

source: Funciona como en el ejemplo y <code>'también "funciona" al revés'</code>.
ca: Funciona com a l'exemple i <code>'també "funciona" al revés'</code>.

source: Inicio
ca: Inici

source: docentes
ca: docents

source: Docentes
ca: Docents

source: pulseras
ca: braçalets

source: Pulseras
ca: Braçalets

source: Monstruos Bibliotecas
ca: Monstres Biblioteques

source: Disseño de Monstruos
ca: Disseny de Monstres

source: Para el escape room "El Misteri del Col·lecionista de Contes" de jugarXjugar para la Diputació de Girona.
ca: Per a l'escape room "El Misteri del Col·lecionista de Contes" de jugarXjugar per a la Diputació de Girona.

source: Recursos Docentes
ca: Recursos Docents

source: Formularios y fichas que he ido haciendo, de distintos temas y materias.
ca: Formularis i fitxes que he anat fent, de diferents temes i matèries.

source: Bachillerato
ca: Batxillerat

source: Mates científicas
ca: Mates científiques

source: Mates sociales
ca: Mates socials

source: Economía de la empresa
ca: Economia de l'empresa

source: Prueba de acceso
ca: Prova d'accés

source: Dibujo Técnico
ca: Dibuix Tècnic

source: Tecnología
ca: Tecnologia

source: Grado Profesional de Música
ca: Grau Professional de Música

source: Armonía
ca: Harmonia

source: Educación Secundaria (ESO)
ca: Educació Secundària (ESO)

source: Física y Química
ca: Física i Química

source: Sociales
ca: Socials

source: Inglés
ca: Anglès

source: Educación Primaria (EP)
ca: Educació Primària (EP)

source: Misceláneo
ca: Miscel·lani

source: Programación
ca: Programació

source: Mates Científicas
ca: Mates Científiques

source: Formularios:
ca: Formularis

source: Límites
ca: Límits

source: Representación de funciones
ca: Representació de funcions

source: Relación entre gráficas y derivadas
ca: Relació entre gràfiques i derivades

source: Geometría 3D
ca: Geometria 3D

source: Fichas:
ca: Fitxes:

source: Potencias y raíces
ca: Potències i arrels

source: Sistemas 3D
ca: Sistemes 3D

source: Derivadas
ca: Derivades

source: Temario:
ca: Temari:

source: Temario optimizado
ca: Temari optimitzat

source: Funciones trigonométricas
ca: Funcions trigonomètriques

source: Mates Sociales
ca: Mates Socials

source: Matemática Financiera
ca: Matemàtica Financera

source: Mnemotecnia Financiera
ca: Mnemotècnia Financera

source: Movimientos
ca: Moviments

source: Gráficos de MRUA
ca: Gràfics de MRUA

source: Fuerzas
ca: Forces

source: Campo Gravitatorio y Eléctrico
ca: Camp Gravitatori i Elèctric

source: Ondas
ca: Ones

source: Mnemotecnia:
ca: Mnemotècnia:

source: Valencias de los Elementos
ca: Valències dels Elements

source: Equilibrio Químico
ca: Equilibri Químic

source: Economía de la Empresa
ca: Economia de l'Empresa

source: Apuntes:
ca: Apunts:

source: Asientos
ca: Assentaments

source: Prueba de Acceso
ca: Prova d'Accés

source: Circuitos Eléctricos
ca: Circuits Elèctrics

source: Electrónica Digital
ca: Electrònica Digital

source: Energías
ca: Energies

source: Pneumática
ca: Pneumàtica

source: Telecomunicaciones
ca: Telecomunicacions

source: Máquinas de Combustión
ca: Màquines de Combustió

source: Canciones para los intervalos
ca: Cançons pels intervals

source: Editor de Esquemas Armónicos
ca: Editor d'Esquemes Harmònics

source: Operaciones con Enteros
ca: Operacions amb Enters

source: Proporcionalidad
ca: Proporcionalitat

source: Masa y peso
ca: Massa i pes

source: Rendimiento
ca: Rendiment

source: Máquinas simples
ca: Màquines simples

source: Primaria
ca: Primària

source: Operaciones sencillas
ca: Operacions senzilles

source: Ecuaciones sencillas
ca: Equacions senzilles

source: Operaciones en columna
ca: Operacions en columna

source: Apuntes
ca: Apunts

source: Apuntes y Trucos
ca: Apunts i Trucs

source: Bienvenidas a mi página!
ca: Benvingudes a la meva pàgina!

source: A lo largo del tiempo he ido aprendiendo y haciendo muchas cosas distintas. Puramente por curiosidad.
ca: Al llarg del temps he anat aprenent i fent moltes coses diferents. Purament per curiositat

source: Estas de aquí son algunas de ellas (estrellitas en las novedades ✨).
ca: Aquestes d'aquí en són algunes (estrelletes a les novetats ✨)

source: Fugas comentadas:
ca: Fugues comentades:

source: en Mi Frigio
ca: en Mi Frigi

source: Música para un calamar:
ca: Música per a un calamar:

source: Vídeo de la pieza (con partitura)
ca: Vídeo de la peça (amb partitura)

source: Los secretos compositivos que esconde (subs ES)
ca: Els secrets compositius que amaga

source: Tutoriales:
ca: Tutorials:

source: Cómo tocar con un bote de alubias
ca: Com tocar un pot de fesols [ES]

source: Mi música (partituras)
ca: La meva música (partitures)

source: Memoria y productividad
ca: Memòria i productivitat

source: GTD con Evernote
ca: GTD amb Evernote

source: Cómo memorizar una baraja de póquer desordenada
ca: Com memoritzar una baralla de pòquer desordenada

source: Cómo implementar GTD con Evernote
ca: Com implementar GTD amb Evernote

source: Diagrama de flujo y repaso semanal
ca: Diagrama de flux i repàs setmanal

source: Ilustración
ca: Il·lustració

source: Diseño de personajes:
ca: Disseny de personatges

source: Monstruos para un escape room de jugarXjugar
ca: Monstres per un escape room de jugarXjugar

source: Camisetas:
ca: Samarretes:

source: Camiseta para el club de juegos de mesa de jugarXjugar
ca: Samarreta pel club de jocs de taula de jugarXjugar

source: Dibujo de una Lluvia de vacas
ca: Dibuix d'una Pluja de vaques

source: Manualidades
ca: Manualitats

source: Editor de pulseras de abalorios
ca: Editor de braçalets de granadura

source: Generador de fichas de mates
ca: Generador de fitxes de mates

source: Esta misma web, que también es artesanal
ca: Aquesta mateixa web, que també és artesanal

source: Juego matemático (descomposición)
ca: Joc matemàtic (descomposició)

source: Editor de esquemas musicales
ca: Editor d'esquemes musicals

source: Rusca8 en GitHub
ca: Rusca8 a GitHub

source: La app para estudiar sin esfuerzo
ca: L'app per a estudiar sense esforç

source: Crea tus propias barajas
ca: Crea les teves pròpies baralles

source: Cómo instalarlo y usarlo
ca: Com instal·lar-lo i fer-lo servir

source: Hacer tus propias tarjetas
ca: Fer les teves pròpies targetes

source: Barajas y Tutoriales
ca: Baralles i Tutorials

source: Diseño gráfico
ca: Disseny gràfic

source: Infografía:
ca: Infografia:

source: Artículo para Climate Tracker
ca: Article per Climate Tracker

source: Logotipos:
ca: Logotips:

source: Propuesta de logotipo para Som Energia
ca: Proposta de logotip per Som Energia

source: Nuevo logotipo para el grupo Antaviana
ca: Nou logotip pel grup Antaviana

source: Propuestas para TwoSetViolin
ca: Propostes per TwoSetViolin

source: Carteles:
ca: Cartells:

source: Cartel para la extraescolar de Antaviana
ca: Cartell per l'extraescolar d'Antaviana

source: Logotipos
ca: Logotips

source: Cosas que he construído, en
ca: Coses que he construït, a

source: Recursos docentes
ca: Recursos docents

source: Fichas y formularios:
ca: Fitxes i formularis:

source: Formulario de movimientos
ca: Formulari de moviments

source: Ficha de circuitos eléctricos de Ciclo Formativo
ca: Fitxa de circuits elèctrics de Cicle Formatiu

source: Todas las fichas y formularios
ca: Totes les fitxes i formularis

source: Campeón de Francia de Multi
ca: Campió de França de Multi

source: Memorizo un cubo en 35 segundos
ca: Memoritzo un cub en 35 segons

source: Resuelvo un cubo en 20 segundos con una mano
ca: Resolc un cub en 20 segons amb una mà

source: Resolviendo cubos bajo el agua sin respirar
ca: Resolent cubs sota l'aigua sense respirar

source: Mis tiempos oficiales
ca: Els meus temps oficials

source: Estudio de la notación:
ca: Estudi de la notació:

source: Recopilatorio de trucos:
ca: Recopilatori de trucs:

source: Edit con los trucos de
ca: Edit amb els trucs de

source: Laboratorio
ca: Laboratori

source: Observa el equilibrio dentro de una reacción química.
ca: Observa l'equilibri dins una reacció química.

source: Si clicas sobre la animación podrás pararla con la tecla
ca: Si cliques sobre l'animació podràs aturar-la amb la tecla

source: Espacio
ca: Espai

source: El elemento \(A\) es amarillo, el \(B\) azul
ca: L'element \(A\) és groc, el \(B\) blau

source: El complejo activado se indica en rojo
ca: El complex activat s'indica en vermell

source: Las moléculas sólo reaccionan si chocan de frente (con menos de \(30^{\circ}\) de desviación)
ca: Les molècules només reaccionen si xoquen de cara (amb menys de \(30^{\circ}\) de desviació)

source: Cuando reaccionan se intercambian uno de sus átomos (y una parte de su velocidad angular)
ca: Quan reaccionen s'intercanvien un dels seus àtoms (i una part de la velocitat angular)

source: La \(Q\) de la reacción la calculo así
ca: La \(Q\) de la reacció la calculo així

source: cantidad\ de\ X
ca: quantitat\ d'X

source: Área\ del\ dibujo
ca: Àrea\ del\ dibuix

source: Logotipos - Web de David Ruscalleda
ca: Logotips - Web de David Ruscalleda

source: Disseño de Logotipos
ca: Disseny de Logotips

source: Recopilatorio de logotipos que he ido diseñando.
ca: Recopilatori de logotips que he anat dissenyant.

source: Propuesta de imagen alternativa a las que se presentaron oficialmente
ca: Proposta d'imatge alternativa a les que es van presentar oficialment

source: doc completo
ca: doc complet

source: Junto a otras dos, se tuvo en cuenta para darle una segunda vuelta a las oficiales.
ca: Juntament amb dues més, es va tenir en compte per repensar les oficials.

source: Para el proceso de selección de una oferta de trabajo de TwoSet Violin.
ca: Per al procés de selecció d'una oferta de feina de TwoSet Violin.

source: Presentado para la segunda fase.
ca: Presentat per a la segona fase.

source: Presentado en la primera fase del proceso, con él pasé a la segunda.
ca: Presentat a la primera fase del procés, amb ell vaig passar a la segona.

source: Para mi app de edición de esquemas musicales (que a su vez fue mi TFG).
ca: Per la meva app d'edició d'esquemes musicals (que alhora va ser el meu TFG).

source: Usado en la app
ca: Usat a l'app

source: Renovación del logotipo de Grup Sardanista Antaviana.
ca: Renovació del logotip del Grup Sardanista Antaviana.

source: Ahora en uso en su instagram
ca: Utilitzat actualment al seu instagram

source: Composición
ca: Composició

source: Recopilatorio de cosas que he compuesto.
ca: Recopilatori de coses que he compost.

source: El Calamar y la Merluza
ca: El Calamars i el Lluç

source: Para flautín y piano
ca: Per a flautí i piano

source: Basado en un poema de Enric Larreula bajo el mismo nombre.
ca: Basat en un poema d'Enric Larreula amb el mateix nom.

source: La pieza explora las posibilidades la autoreferencia y lleva al límite el concepto de leitmotiv.
ca: La peça explora les possibilitats de l'autoreferència i porta al límit el concepte de leitmotiv.

source: Pieza
ca: Peça

source: Análisis
ca: Anàlisi

source: Flautín
ca: Flautí

source: 12 Motivos de Fin de Año
ca: 12 Motius de Cap d'Any

source: Dúos cortos para dos violines
ca: Duets curts per a dos violins

source: Mayo
ca: Maig

source: En 2019 en lugar de comer uvas con las campanadas, improvisé 12 motivos musicales al piano.
ca: El 2019 en lloc de menjar raïm amb les campanades, vaig improvisar 12 motius musicals al piano.

source: Luego cada mes (en realidad más rápido) hice un dúo corto con cada uno de ellos.
ca: Després cada mes (en realitat més ràpid) vaig fer un duet curt amb cadascun.

source: Para dos trompetas y dos trombones
ca: Per dues trompetes i dos trombons

source: Inspirada en el sistema de ejes de Bartók.
ca: Inspirada en el sistema d'eixos de Bartók.

source: La fuga va pasando de un eje a otro, usando sólo las notas incluídas en los acordes de ese eje.
ca: La fuga va passant d'un eix a l'altre, utilitzant només les notes incloses en els acords de cada eix.

source: (en algún caso puntual hay alguna nota estraña, pero es tratada correctamente como tal)
ca: (en algun cas puntual hi ha alguna nota estranya, però és tractada correctament com a tal)

source: Para flauta, clarinete y trompa
ca: Per flauta, clarinet i trompa

source: Lenta y melancólica, con armonía por cuartas y quintas.
ca: Lenta i melancòlica, amb harmonia per quartes i quintes.

source: El vídeo tiene la partitura con el sonido, y anotaciones sobre la estructura (a modo de análisis).
ca: El vídeo té la partitura amb el so, i anotacions sobre l'estructura (a mode d'anàlisi).

source: Pieza anotada
ca: Peça anotada

source: Para trio de cuerda
ca: Per a trio de corda

source: Siguiendo la estructura de las fugas de escuela francesa.
ca: Seguint l'estructura de les fugues d'escola francesa.

source: Quintal para Cuerda
ca: Quintal per Corda

source: Para orquesta de cuerda
ca: Per a orquestra de corda

source: Pieza en armonía por quintas y cuartas.
ca: Peça en harmonia per quintes i quartes.

source: La pieza fue mi primer contacto serio con la escritura para orquesta de cuerda.
ca: La peça va ser el meu primer contacte seriós amb l'estructura per orquestra de corda.

source: Un rato que tenga saco las partituras y la cuelgo...
ca: Una estona que tingui trec les partitures i la penjo...

source: Cuarteto a Cinco en Sib M
ca: Quartet a Cinc en Sib M

source: Para cuarteto de viento madera
ca: Per a quartet de vent fusta

source: Movimiento lento en cinco por cuatro.
ca: Moviment lent en cinc per quatre.
