Repository: Rusca8/davidrusca.com
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca

source: La pieza fue mi primer contacto serio con la escritura para cuarteto de viento.
ca: La peça va ser el meu primer contacte seriós amb l'escriptura per quartet de vent.

source: Oboe
ca: Oboè

source: Clarinete
ca: Clarinet

source: Pulseras de abalorios
ca: Braçalets de granadura

source: Crea tus propios diseños o carga diseños hechos por otros.
ca: Crea els teus propis dissenys o carrega dissenys fets per altra gent.

source: Editor de pulseras
ca: Editor de braçalets

source: Introduce el código de la pulsera que quieras ver
ca: Introdueix el codi del braçalet que vulguis veure

source: cuentas
ca: vidrets

source: Pulsa 'exportar' para obtener el código de esta pulsera
ca: Prem 'exportar' per obtenir el codi d'aquest braçalet

source: Colores
ca: Colors

source: Los colores de la aplicación intentan parecerse a los de las cuentas siguientes:
ca: Els colors de l'aplicació intenten assemblar-se als dels vidrets següents:

source: Diseños
ca: Dissenys

source: Arcoíris
ca: Arc de sant martí

source: Arcoíris simple
ca: Arc de sant martí simple

source: Llevar al editor
ca: Portar a l'editor

source: Arcoíris negro
ca: Arc de sant martí negre

source: Arcoíris suave
ca: Arc de sant martí suau

source: Pulso de color
ca: Batec de color

source: Pulso azul
ca: Batec blau

source: Pulso verde
ca: Batec verd

source: Pulso rojo
ca: Batec vermell

source: Luz y sombra
ca: Llum i ombra

source: Incendio
ca: Incendi

source: Erupción
ca: Erupció

source: Cuatro elementos
ca: Quatre elements

source: Cuatro Elementos (tierra)
ca: Quatre elements (terra)

source: Cuatro Elementos (bosque)
ca: Quatre elements (bosc)

source: Dibujando cosas
ca: Dibuixant coses

source: Día soleado
ca: Dia assolellat

source: Escondiendo mensajes
ca: Amagant missatges

source: Agua y cuarzo (Morse: David)
ca: Aigua i quars (Morse: David)

source: Llevaba demasiado tiempo echando de menos aquél "Pulsermaker" que hice en 2010 con flash...
ca: Portava massa temps trobant a faltar aquell 'Pulsermaker' que vaig fer el 2010 amb flash...

source: por fin ha podido renacer.
ca: per fi l'he pugut fer renéixer.

source: Los datos de la bolita
ca: Les dades del vidret

source: se perderán. Continuar?
ca: es perdran. Continuar?

source: Los datos de las bolitas
ca: Les dades dels vidrets
