Repository: Rusca8/davidrusca.com
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca

source: 404 No Encontrada
ca: 404 No Trobada

source: Vaya, tenemos una graciosilla...
ca: Vaja, tenim una gracioseta...

source: Me temo que esta página no existe
ca: Em temo que aquesta pàgina no existeix

source: (...aún?)
ca: (...encara?)

source: Barajas de Anki que he creado, y tutoriales de cómo usarlo y cómo crear las tuyas.
ca: Baralles d'Anki que he creat, i tutorials de com fer-lo servir i com crear les teves.

source: Tutoriales
ca: Tutorials

source: Qué es Anki, instalación y cómo usarlo.
ca: Què és l'Anki, instal·lació i com fer-lo servir.

source: En este tutorial os cuento cómo instalar Anki y cómo se usa.
ca: En aquest tutorial us explico com instal·lar l'Anki i com utilitzar-lo.

source: Hay vídeo en YouTube y un resumen en pdf.
ca: Hi ha vídeo al YouTube i un resum en pdf.

source: Resumen
ca: Resum

source: Cómo crear tus propias tarjetas.
ca: Com crear les teves pròpies baralles. [ES]

source: En este tutorial os cuento cómo crear vuestras propias tarjetas.
ca: En aquest tutorial us explico com crear les vostres pròpies baralles.

source: Apuntes Código
ca: Apunts Codi

source: Cómo actualizar una baraja externa (y solucionar el posible desorden).
ca: Com actualitzar una baralla externa (i solucionar el possible desordre).

source: A veces al actualizar una baraja que ha hecho otra persona se lía el orden de tarjetas nuevas.
ca: De vegades quan actualitzes una baralla que ha fet algú altre es destarota l'ordre de targetes noves.

source: O también al bajar una baraja por primera vez puede que esté liado ya.
ca: O també quan descarregues una baralla per primer cop pot estar ja embolicat.

source: En estas diapositivas vemos cómo arreglarlo.
ca: En aquestes diapositives veiem com arreglar-ho.

source: Un día de estos haré un vídeo rápido de esto, pero por ahora está aquí.
ca: Un dia d'aquests faré un vídeo ràpid amb això, però per ara és aquí.

source: Me falta investigar si se puede hacer desde el móvil y cómo.
ca: Em falta investigar si es pot fer des del mòbil i com.

source: Barajas
ca: Baralles

source: Índice
ca: Índex

source: Braille Español/Catalán
ca: Braille Espanyol/Català

source: Comarcas de Cataluña
ca: Comarques de Catalunya

source: Isótopos y Compañía
ca: Isòtops i Companyia

source: Intervalos Musicales
ca: Intervals Musicals

source: Lengua de Signos Catalana
ca: Llengua de Signes Catalana

source: Mnemotecnia Capitales de Asia
ca: Mnemotècnia Capitals de l'Àsia

source: Mnemotecnia Números 0-99
ca: Mnemotècnia Números 0-99

source: Músculos
ca: Músculs

source: Perímetros, Áreas y Volúmenes
ca: Perímetres, Àrees i Volums

source: Reglas de Derivación
ca: Regles de Derivació

source: Tiempos Verbales Catalanes
ca: Temps Verbals Catalans

source: Valencias Química
ca: Valències Química

source: Vandalismos Matemáticos
ca: Vandalismes Matemàtics

source: Verbos Irregulares Inglés
ca: Verbs Irregulars Anglès

source: Para poder abrir y utilizar estas tarjetas de estudio tienes que tener Anki instalado (es gratis).
ca: Per poder obrir i utilitzar aquestes targetes d'estudi has de tenir l'Anki instal·lat (és gratis).

source: AnkiMobile (iOS, de pago)
ca: AnkiMobile (iOS, de pagament)

source: Notas
ca: Notes

source: La app "AnkiApp" de iOS no tiene nada que ver, sólo plagiaron el nombre para aprovechar la marca.
ca: L'app "AnkiApp" d'iOS no té res a veure, només van plagiar el nom per aprofitar la marca.

source: La app "SmartCards+" en teoría puede abrir mazos de Anki, pero por lo que he visto no lo hace nada bien.
ca: L'app "SmartCards+" en teoria pot obrir baralles d'Anki, però pel que he vist ho fa molt malament.

source: Es posible hacer los repasos desde <a href="ankiweb.net">AnkiWeb</a> sin ninguna app (pero tienes que tener el mazo ya en tu cuenta).
ca: És possible fer els repassos des d'<a href="ankiweb.net">AnkiWeb</a> sense cap app (però has de tenir la baralla ja al teu compte).

source: Capitales y ubicación de las 42 comarcas de Cataluña.
ca: Capitals i ubicació de les 42 comarques de Catalunya.

source: Incluye historias cortas para recordar mejor la capital.
ca: Inclou històries curtes per recordar millor la capital.

source: Las historias las he escrito todas yo mismo y puedes encontrarlas
ca: Les històries les he escrit totes jo mateix i pots trobar-les

source: Campos:
ca: Camps:

source: Provincia
ca: Província

source: Historia
ca: Història

source: Tarjetas:
ca: Targetes:

source: ¿Dónde está la comarca?
ca: On és la comarca?

source: ¿Cuál es la capital?
ca: Quina és la capital?

source: ¿Qué comarca es?
ca: Quina comarca és?

source: ¿De qué comarca es la capital?
ca: De quina comarca és la capital?

source: Descarga
ca: Descarrega

source: notas
ca: notes

source: Sólo los mapas
ca: Només els mapes

source: Sólo las capitales
ca: Només les capitals

source: Septiembre
ca: Setembre

source: Valencias de los elementos que se suelen memorizar de química inorgánica.
ca: Valències dels elements que se solen memoritzar de química inorgànica.

source: Puedes ver qué elementos contiene (y las frases que les he dado para la mnemotecnia)
ca: Pots veure quins elements conté (i les frases que els he donat per la mnemotècnia)

source: Elemento
ca: Element

source: Valencia
ca: València

source: Otros con la misma valencia
ca: Altres amb la mateixa valència

source: Mnemotecnia [CA]
ca: Mnemotècnia [CA]

source: Tarjetas
ca: Targetes

source: Otros
ca: Altres

source: Mnemotecnia
ca: Mnemotècnia

source: Junio
ca: Juny

source: Capitales de los paises de asia con frases mnemotécnicas que había hecho para mi prima Raquel el Mayo anterior.
ca: Capitals dels països de l'Àsia amb frases de mnemotècnia que havia fet per la meva cosina Raquel al Maig anterior.

source: Imagen
ca: Imatge

source: Noviembre
ca: Novembre

source: En proceso...
ca: En procés...

source: Errores comunes y no tan comunes en matemáticas.
ca: Errors comuns i no tan comuns en matemàtiques.

source: Identificar qué es un error y qué no lo es.
ca: Identificar què és un error i què no ho és.

source: Incluye:
ca: Inclou:

source: Fracciones
ca: Fraccions

source: Potencias
ca: Potències

source: Raíces
ca: Arrels

source: Ecuaciones
ca: Equacions

source: Logaritmos
ca: Logaritmes

source: Ecuaciones log y exp
ca: Equacions log i exp

source: (cierto o falso)
ca: (cert o fals)

source: Comentarios
ca: Comentaris

source: Actualizado
ca: Actualitzat

source: corrijo un error en fracciones y añado bastantes explicaciones nuevas.
ca: corregeixo un error a fraccions i afegeixo bastantes explicacions noves.

source: Sólo los temas
ca: Només els temes

source: Mnemotecnia Números
ca: Mnemotècnia Números

source: Aprende a memorizar cualquier número convirtiéndolo en una historia memorable.
ca: Aprèn a memoritzar qualsevol número convertint-lo en una història memorable.

source: La baraja es universal, autosuficiente y apta para peques.
ca: La baralla és universal, autosuficient i apta per canalla.

source: Incluye instrucciones para personalizarla fácilmente.
ca: Inclou instruccions per personalitzar-la fàcilment.

source: Información previa
ca: Informació prèvia

source: Casillero 0-9 (Formas)
ca: Caseller 0-9 (Formes)

source: Sistema Mayor
ca: Sistema Major

source: Casillero 00-99
ca: Caseller 00-99

source: Casillero .0-.9
ca: Caseller .0-.9

source: Ejemplos y consejos
ca: Exemples i consells

source: Palabra
ca: Paraula

source: Fórmulas de perímetros, áreas y volúmenes de figuras planas y cuerpos geométricos.
ca: Fòrmules de perímetre, àrea i volum de figures planes i cossos geomètrics.

source: Incluye explicaciones y trucos para recordarlas mejor.
ca: Inclou explicacions i trucs per recordar-les millor.

source: Tipo
ca: Tipus

source: Área, Perímetro, Volumen...
ca: Àrea, Perímetre, Volum...

source: Diciembre
ca: Desembre

source: Una lista amplia de los verbos irregulares de inglés con la traducción.
ca: Una llista àmplia dels verbs irregulars d'anglès amb la traducció.

source: La traducción está en catalán.
ca: La traducció i comentaris estan en català.

source: Traducción [CA]
ca: Traducció

source: Comentarios [CA]
ca: Comentaris

source: Traducción
ca: Traducció

source: Ojo:
ca: Compte:

source: la versión de antes de 7/11/2020 tenía mal la traducción de "wind".
ca: la versió d'abans del 7/11/2020 tenia malament la traducció de "wind".

source: Sólo los habituales
ca: Només els habituals

source: Reglas de derivación a través de ejemplos.
ca: Regles de derivació a través d'exemples.

source: Incluye multiplicación, división y regla de la cadena.
ca: Inclou multiplicació, divisió i regla de la cadena.

source: Los comentarios están en catalán.
ca: Els comentaris estan en català (en algun moment en faré la traducció).

source: Función
ca: Funció

source: Versión MCS: sin los arcos
ca: Versió MCS: sense els arcs

source: 61 músculos del cuerpo humano.
ca: 61 músculs del cos humà.

source: Para identificar en el dibujo cuál es cuál.
ca: Per identificar al dibuix quin és quin.

source: Nombre
ca: Nom

source: Febrero
ca: Febrer

source: Vocabulario de lengua de signos catalana, con foto, signoescritura y notas sobre gramática básica.
ca: Vocabulari de Llengua de Signes Catalana, amb dibuix, signoescriptura i notes sobre gramàtica bàsica.

source: Referencias:
ca: Referències:

source: Dosier de
ca: Dossier d'

source: Diccionario en vídeo de la Generalitat.
ca: Diccionari en vídeo de la Generalitat.

source: Diccionario de signoescritura
ca: Diccionari de SignoEscriptura

source: Apuntes de signoescritura
ca: Apunts de SignoEscriptura

source: Apuntes de gramática
ca: Apunts de gramàtica

source: Vídeos de vocabulario de
ca: Vídeos de vocabulari de

source: Descripción
ca: Descripció

source: SignoEscritura
ca: SignoEscriptura

source: Aclaraciones y teoría
ca: Aclariments i teoria

source: Comentarios de la signoescritura
ca: Comentaris de la SignoEscriptura

source: Cuidado:
ca: Compte:

source: Si vas en serio a intentar aprender LSC, esta baraja no será suficiente (deberías al menos echar una ojeada también a los apuntes de gramática del IEC).
ca: Si vas de debò a intentar aprendre LSC, aquesta baralla no serà suficient (hauríes al menys de fer també un cop d'ull als apunts de gramàtica de l'IEC).

source: Comprueba que empieza por el abecedario!
ca: Comprova que comença per l'abecedari!

source: Si no es así tendrás que
ca: Si no és així, hauràs d'

source: En el ordenador vas a la pestaña "explorar". El campo ordenado tiene que tener cosas tipo "T0.01", y luego puedes seleccionar todas las que en la columna "programadas" dicen "Nuevas" y dar: botón derecho / reprogramar / al final de la cola.
ca: A l'ordinador vas a la pestanya "explorar". El camp ordenat ha de tenir coses tipus "T0.01", i després pots seleccionar totes les que a la columna de "programades" diuen "Noves" i fer: botó dret / reprogramar / al final de la cua.

source: Marzo
ca: Març

source: Tiempos verbales catalanes.
ca: Temps verbals catalans.

source: Toda la primera conjugación, las formas que en 2a y 3a son distintas, y los tiempos que cambian según el modelo en la 2a y 3a.
ca: Tota la primera conjugació, les formes que a la 2a i 3a són diferents, i els temps de 2a i 3a que canvien segons el model.

source: Incluye algunos trucos para recordar mejor los tiempos.
ca: Inclou alguns trucs per recordar millor els temps.

source: Modo
ca: Mode

source: Tiempo
ca: Temps

source: Modelo
ca: Model

source: Conjugación
ca: Conjugació

source: Las letras y los símbolos más típicos.
ca: Les lletres i els símbols més típics.

source: En catalán las tildes van algo distintas, así que las añadí también.
ca: En català els accents van una mica diferents, així que els hi vaig afegir.

source: Significado
ca: Significat

source: Enero
ca: Gener

source: Preguntas de teoría sobre isótopos e iones.
ca: Preguntes de teoria sobre isòtops i ions.

source: rellena los huecos
ca: omple els buits

source: Agosto
ca: Agost

source: Reconocimiento de intervalos musicales a partir de canciones y piezas conocidas.
ca: Reconeixement d'intervals musicals a partir de cançons i peces conegudes.

source: La baraja está basada en
ca: La baralla està basada en

source: esta lista de referencias
ca: aquesta llista de referències

source: Intervalo
ca: Interval

source: Referencias
ca: Referències

source: Código Anki
ca: Codi Anki

source: Resumen de HTML y CSS (...y LaTeX y Javascript) en Anki
ca: Resum d'HTML i CSS (...i LaTeX i Javascript) a l'Anki

source: Y enlaces para toquetear el código que vimos (y el de otras tarjetas).
ca: I enllaços per toquinejar el codi que vam veure (i el d'altres targetes).

source: Código de Anki
ca: Codi de l'Anki

source: Datos de la tarjeta
ca: Dades de la targeta

source: Escribe la respuesta
ca: Escriu la resposta

source: Condicionales
ca: Condicionals

source: Condicional inverso
ca: Condicional invers

source: Estructura de la tarjeta
ca: Estructura de la targeta

source: Salto de línea
ca: Salt de línia

source: Línea horizontal
ca: Línia horitzontal

source: Negrita
ca: Negreta

source: Párrafo
ca: Paràgraf

source: Sección
ca: Secció

source: Texto especialito
ca: Text especialet

source: Tabla
ca: Taula

source: Combinar celdas
ca: Combinar cel·les

source: Poner nombre a las cosas
ca: Posar nom a les coses

source: Poner DNI a las cosas
ca: Posar DNI a les coses

source: Aspecto de la tarjeta (CSS)
ca: Aspecte de la targeta (CSS)

source: Acceder a las cosas por el tipo
ca: Accedir a les coses pel tipus

source: Acceder a las cosas por el nombre
ca: Accedir a les coses pel nom

source: Aspecto general de la tarjeta
ca: Aspecte general de la targeta

source: Bordes de las tablas
ca: Vores de les taules

source: Márgenes
ca: Marges

source: Ancho y alto
ca: Amplada i alçada

source: Ecuaciones matemáticas
ca: Equacions matemàtiques

source: Consideraciones previas
ca: Consideracions prèvies

source: Bloque de ecuación
ca: Bloc d'equació

source: Números y letras
ca: Números i lletres

source: Signos de multiplicar y dividir
ca: Signes de multiplicar i dividir

source: Potencia y subíndice
ca: Potència i subíndex

source: Agrupar cosas
ca: Agrupar coses

source: Fracciones en vertical
ca: Fraccions en vertical

source: Raíz cuadrada
ca: Arrel quadrada

source: Letras griegas
ca: Lletres gregues

source: Integrales y sumatorios
ca: Integrals i sumatoris

source: Espacios
ca: Espais

source: Sistemas de ecuaciones
ca: Sistemes d'equacions

source: Aspecto condicional
ca: Aspecte condicional

source: Usar JavaScript
ca: Utilitzar JavaScript

source: Acceder a las cosas por el DNI
ca: Accedir a les coses pel DNI

source: Cambiar el contenido de algo
ca: Canviar el contingut

source: Cambiar el aspecto de algo
ca: Canviar l'aspecte

source: Comprobar condiciones
ca: Comprovar condicions

source: Comprobar alternativas
ca: Comprovar alternatives

source: Comillas en el texto
ca: Cometes dins el text

source: Toquetea el código de mis tarjetas
ca: Toquineja el codi de les meves targetes

source: Prueba a cambiar cosas de mis tarjetas para entender cómo están hechas.
ca: Prova de canviar coses de les meves targetes per entendre com estan fetes.

source: Tarjeta del tutorial
ca: Targeta del tutorial

source: Tarjeta de valencias
ca: Targeta de valències

source: Tarjeta Irregular Verbs
ca: Targeta Irregular Verbs

source: Tarjeta LSC
ca: Targeta LSC

source: Tarjeta tiempos verbales catalanes
ca: Targeta temps verbals catalans

source: Tarjeta de derivadas
ca: Targeta de derivades

source: Tarjeta de vandalismos matemáticos
ca: Targeta de vandalismes matemàtics

source: {{Campo}}
ca: {{Camp}}

source: Escribo {{Capital}} donde quiero que aparezca
ca: Escric {{Capital}} on vull que aparegui

source: {{type:Campo}}
ca: {{type:Camp}}

source: Si escribo {{type:Capital}} me pedirá que escriba
ca: Si escric {{type:Capital}} em demanarà que escrigui

source: ...no te obliga a escribirlo pero te da espacio para escribir y te corrige lo que escribes.
ca: ...no t'obliga a escriure-ho però et dóna espai per escriure i et corregeix el que escrius.

source: {{#A}} Cacho que sólo veo si hay A {{/A}}
ca: {{#A}} Tros que només veig si hi ha A {{/A}}

source: Si escribo un cacho de la tarjeta entre {{#Campo}} y {{/Campo}},
ca: Si escric un tros de la targeta entre {{#Camp}} i {{/Camp}},

source: ese cacho sólo se verá en las tarjetas que tengan algo escrito en "Campo".
ca: aquest tros només es veurà a les targetes que tinguin alguna cosa escrita a "Camp".

source: Por ejemplo, puedo añadir así un apartado que sólo aparece si hay curiosidades:
ca: Per exemple, puc afegir així un apartat que només apareix si hi ha curiositats:

source: {{#Curiosidad}}</code> La curiosidad es: {{Curiosidad}}. <code>{{/Curiosidad}}
ca: {{#Curiositat}}</code> La curiositat és: {{Curiositat}}. <code>{{/Curiositat}}

source: {{^A}} Cacho que sólo veo si NO hay A {{/A}}
ca: {{^A}} Tros que només veig si NO hi ha A {{/A}}

source: Funciona igual que el condicional normal, pero lleva ^ en lugar de #
ca: Funciona igual que el condicional normal, però porta ^ en lloc de #

source: <code>{{^Curiosidad}}</code> Esta capital no tiene nada de curioso. <code>{{/Curiosidad}}</code>
ca: <code>{{^Curiositat}}</code> Aquesta capital no té res de curiós. <code>{{/Curiositat}}</code>

source: Aquí está la primera línea,
ca: Aquí hi ha la primera línia,

source: Y aquí está la segunda.
ca: I aquí hi ha la segona.

source: Texto antes de la línea
ca: Text abans de la línia

source: Texto después
ca: Text després

source: cosas gruesas
ca: coses gruixudes

source: Deben rodear
ca: Han d'envoltar

source: el cacho
ca: el tros

source: que quieres resaltar.
ca: que vols ressaltar.

source: cosas italianas
ca: coses italianes

source: El texto que quieras torcido,
ca: El text que vulguis tort

source: entre las etiquetas
ca: entre les etiquetes

source: texto a su bola
ca: text a la seva bola

source: El texto de aquí dentro tendrá márgenes arriba y abajo.
ca: El text d'aquí dins tindrà marges a dalt i a baix.

source: texto no tan a su bola
ca: text no tant a la seva bola

source: Este texto quería separarlo espiritualmente de lo demás textos.
ca: Aquest text volia separar-lo espiritualment dels altres textos.

source: No cambia nada (va a tener el mismo contacto social con los demás).
ca: No canvia res (tindrà el mateix contacte social amb els altres).

source: ...pero como está delimitado podré ponerle nombre para decorar.
ca: ...però com que està delimitat podré posar-li nom per decorar

source: palabras distintas de sus vecinas
ca: paraules diferents de les veïnes

source: De esta frase, <code>&lt;span&gt;</code>esto<code>&lt;/span&gt;</code> se merecía un trato especial.
ca: D'aquesta frase', <code>&lt;span&gt;</code>això<code>&lt;/span&gt;</code> es mereixia un tracte especial.

source: No cambia nada (va a tener el mismo contacto social con el resto de la frase).
ca: No canvia res (tindrà el mateix contacte social amb la resta de la frase).

source: cabecera izquierda
ca: capçalera esquerra

source: cabecera derecha
ca: capçalera dreta

source: casilla normal izquierda
ca: casella normal esquerra

source: casilla normal derecha
ca: casella normal dreta

source: lo engloba todo,
ca: ho engloba tot

source: engloba las filas.
ca: engloba les files.

source: Dentro de la primera fila las casillas serán
ca: Dins de la primera fila les caselles seran

source: Dentro de las demás filas las casillas serán
ca: Dins de les altres files les caselles seran

source: esto ocupa dos columnas
ca: això ocupa dues columnes

source: esto ocupa dos filas
ca: això ocupa dues files

source: Podemos hacer que una celda ocupe dos columnas añadiendo
ca: Podem fer que una cel·la ocupi dues columnes afegint

source: (y por tanto nos saltamos la siguiente columna)
ca: (i per tant ens saltem la següent columna)

source: Y podemos hacer lo mismo con las filas poniendo
ca: I podem fer el mateix amb les files posant

source: (y por tanto en la siguiente fila no ponemos esa columna)
ca: (i per tant a la següent fila no hi posem la columna saltada)

source: nombre
ca: nom

source: Párrafo que tiene nombre
ca: Paràgraf que té nom

source: Cualquier etiqueta puede tener nombre.
ca: Qualsevol etiqueta pot tenir nom.

source: Lo típico son cachos de una tabla, secciones, párrafos...
ca: El típic són trossos d'una taula, seccions, paràgrafs...

source: Darle nombre nos permite luego elegir su aspecto desde el CSS.
ca: Donar-li un nom ens permet després escollir-ne l'aspecte des del CSS.

source: ...y puede tener varios nombres a la vez:
ca: ...i pot tenir més d'un nom alhora:

source: Párrafo que tiene DNI.
ca: Paràgraf que té DNI

source: Cualquier etiqueta puede tener identificador.
ca: Qualsevol etiqueta pot tenir identificador.

source: Darle identificador nos permite hacer trastadas desde
ca: Donar-li identificador ens permet remenar-lo des del

source: Cada cosa puede tener sólo un id, y nadie más puede tener ese mismo id.
ca: Cada cosa pot tenir un sol id, i ningú més pot tenir aquest mateix id.

source: Aspecto de la tarjeta
ca: Aspecte de la targeta

source: colorinchis-y-cosas
ca: coloraines-i-coses

source: Para cambiar el aspecto de las casillas normales
ca: Per canviar l'aspecte de les caselles normals

source: de las tablas.
ca: de les taules

source: Cuidado que si es una etiqueta no lleva punto.
ca: Compte, que si és una etiqueta no porta punt.

source: Para cambiar el aspecto de algo que tenga
ca: Per canviar l'aspecte d'alguna cosa que tingui

source: Ojo que si es una clase (un nombre) tiene que llevar punto.
ca: Compte, que si és una classe (un nom) ha de portar punt.

source: Anki lleva una clase previa que lo engloba todo
ca: Anki hi posa una classe prèvia que ho engloba tot

source: Aquí podemos cambiar las pintas generales de todo antes de meternos a los detalles.
ca: Aquí podem canviar les pintes generals de tot, abans de posar-nos amb els detalls.

source: La letra por defecto es
ca: La lletra per defecte és

source: marca la medida de la letra.
ca: marca la mida de la lletra.

source: El texto viene en
ca: El text ve en

source: pero se puede alinear hacia los lados.
ca: però es pot alinear cap als costats.

source: El color del texto
ca: El color del text

source: El color de fondo de la tarjeta entera será
ca: El color de fons de la targeta sencera serà

source: Podemos aplicar el mismo estilo a varias cosas a la vez:
ca: Podem aplicar el mateix estil a diverses coses alhora:

source: Si no usamos
ca: Si no fem servir

source: no veremos la tabla (el borde será invisible).
ca: no veurem la taula (la vora serà invisible).

source: marca el grueso de la línea
ca: marca el gruix de la línia

source: marca la continuidad:
ca: marca la continuïtat

source: el borde será doble (tendrán borde la tabla y las casillas).
ca: la vora serà doble (tindran vora la taula i les caselles).

source: Si queremos alinear la tabla en la tarjeta, podemos elegir los márgenes.
ca: Si volem alinear la taula dins la targeta, podem triar els marges.

source: Poniendo
ca: Posant

source: a ambos lados se centra ella sola.
ca: a ambdós costats, se centra ella sola.

source: casilla
ca: casella

source: Podemos elegir las medidas de elementos de la tabla (o de la tabla entera).
ca: Podem triar les mesures dels elements de la taula (o de la taula sencera).

source: Ponemos
ca: Posem

source: y la cantidad de píxeles.
ca: i la quantitat de píxels.

source: Para poder usar esto directamente desde Anki tienes que tener LaTeX en el ordenador.
ca: Per poder fer servir això directament des de l'Anki has de tenir LaTeX a l'ordinador.

source: Eso significa tener descargado MacTeX (Mac) o MiKTeX (Windows).
ca: Això significa haver descarregat MacTeX (Mac) o MiKTeX (Windows).

source: A pesar de eso, una alternativa fácil es crear las ecuaciones en el editor de
ca: Tot i això, una alternativa fàcil és crear les equacions a l'editor de
